Repository: OPUS4/application
Catalog: modules/review/language/review.tmx
Source language: de
Languages: en

source: Freigabe
en: Review

source: Freigabe von Dokumenten
en: Review Documents

source: Dokumenten ID
en: Document ID

source: Titel
en: Title

source: Autor*in
en: Author

source: Datum
en: Date

source: Dokumenten Typ
en: Document Type

source: Es existieren keine neuen Dokumente.
en: No new documents found.

source: Gefundene Dokumente
en: Documents found

source: gefunden
en: found

source: Dokumente sortieren nach
en: Sort document list by

source: Aufwärts
en: Up

source: Abwärts
en: Down

source: Anfang
en: First

source: Ende
en: Last

source: Zurück
en: Previous

source: Weiter
en: Next

source: Alle auswählen
en: Select All

source: Nichts auswählen
en: Select None

source: Ausgewählte Dokumente freischalten
en: Accept selected documents

source: Ausgewählte Dokumente ablehnen
en: Reject selected documents

source: Dokumente freischalten
en: Accept documents

source: Dokumente ablehnen
en: Reject documents

source: Keine Dokumente wurden ausgewählt.
en: No documents have been selected.

source: ausgewählt
en: selected

source: Ausgewählte Dokumente
en: Selected Documents

source: Wollen Sie die ausgewählten Dokumente wirklich annehmen?
en: Are you sure you want to accept the selected documents?

source: Die ausgewählten Dokumente wurden erfolgreich freigeschaltet.
en: The selected documents have been published successfully.

source: Wollen Sie die ausgewählten Dokumente wirklich ablehnen?
en: Are you sure you want to reject the selected documents?

source: Die ausgewählten Dokumente wurden erfolgreich abgelehnt.
en: The selected documents have been rejected successfully.
